[
  {
    "id": 1,
    "title": "Експорт кукурудзи в Україні практично зупинився",
    "thumbnailImage": "https://images.unsplashh.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "У вересні 2025 року експорт кукурудзи з України фактично зупинився. Причиною стала затримка збору врожаю, спричинена несприятливими погодними умовами, а також низький рівень залишків продукції на складах. За даними Міністерства аграрної політики, цьогорічна посівна кампанія стартувала пізніше, ніж зазвичай, що призвело до зміщення термінів збору врожаю. Крім того, через військові дії в окремих регіонах аграрії зіткнулися з логістичними труднощами, що ускладнило транспортування зерна до портів. На тлі зниження обсягів експорту, ціни на кукурудзу в Європі почали зростати. Аналітики прогнозують, що дефіцит української кукурудзи може вплинути на ринок кормів та біоетанолу.",
    "publishedAt": "2 вересня 2025 року"
  },
  {
    "id": 2,
    "title": "Україна закачала рекордну кількість газу в ПСГ",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "Станом на середину вересня 2025 року Україна закачала рекордну кількість природного газу в підземні сховища — понад 12,3 млрд кубометрів. Це на 15% більше, ніж у той самий період минулого року. За словами представників «Нафтогазу», такі обсяги дозволяють країні впевнено входити в опалювальний сезон, навіть з урахуванням можливих перебоїв у постачанні. Крім того, Україна активно пропонує свої сховища для зберігання газу європейським партнерам, що зміцнює її позиції на енергетичному ринку.",
    "publishedAt": "4 вересня 2025 року"
  },
  {
    "id": 3,
    "title": "Заморозки та сніг: прогноз погоди на вересень",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "Метеорологи попереджають про різке похолодання в другій половині вересня. У Карпатах можливі перші снігопади, а в північних регіонах — нічні заморозки. За словами синоптиків, осінь цього року буде нестабільною: теплі періоди чергуватимуться з різкими похолоданнями. Особливої уваги потребують фермери, які ще не завершили збір врожаю — заморозки можуть пошкодити пізні культури.",
    "publishedAt": "6 вересня 2025 року"
  },
  {
    "id": 4,
    "title": "ЗСУ звільнили Панківку на Донеччині",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "15 вересня 2025 року українські сили оборони звільнили населений пункт Панківка на Донеччині. Операція була проведена підрозділами корпусу НГУ «Азов» у рамках контрнаступу на Добропільському напрямку. За словами командування, звільнення стало можливим завдяки злагодженим діям піхоти, артилерії та розвідки. Панківка має стратегічне значення, оскільки контролює важливі логістичні маршрути. Після зачистки території сапери розпочали розмінування, а місцева влада готується до відновлення інфраструктури.",
    "publishedAt": "8 вересня 2025 року"
  },
  {
    "id": 5,
    "title": "У Черкасах священик УПЦ МП поранив військовослужбовця сокирою",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "Інцидент стався 11 вересня в одному з храмів Черкас. Священик Української православної церкви Московського патріархату напав на військовослужбовця територіального центру комплектування, який прийшов для перевірки документів. За попередніми даними, нападник використав сокиру, завдавши поранень середньої тяжкості. Постраждалого госпіталізовано, його стан стабільний. Поліція відкрила кримінальне провадження, а представники місцевої влади закликали до ретельного розслідування та перегляду діяльності релігійних організацій.",
    "publishedAt": "10 вересня 2025 року"
  },
  {
    "id": 6,
    "title": "У Запоріжжі створили стінопис на пошкодженій будівлі автовокзалу",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "У Запоріжжі на фасаді автовокзалу, який був пошкоджений під час обстрілу 10 серпня, місцеві художники створили патріотичний стінопис. Ініціатива належить громадській організації «Мистецтво проти війни», яка вже реалізувала понад 20 подібних проєктів у різних містах України. Стінопис зображає єдність народу, силу волі та надію на перемогу. Місцева влада підтримала ініціативу, а мешканці міста активно долучилися до відкриття арт-об’єкта.",
    "publishedAt": "12 вересня 2025 року"
  },
  {
    "id": 7,
    "title": "ЄС продовжив санкції проти Росії ще на пів року",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "12 вересня 2025 року Європейський Союз офіційно продовжив дію економічних санкцій проти Росії ще на шість місяців. Рішення було ухвалено на тлі триваючої агресії РФ проти України та порушення міжнародного права. Санкції охоплюють фінансовий сектор, енергетику, оборонну промисловість та експорт високотехнологічного обладнання. Представники ЄС наголосили, що обмеження залишатимуться чинними до повного відновлення територіальної цілісності України.",
    "publishedAt": "13 вересня 2025 року"
  },
  {
    "id": 8,
    "title": "У Києві відкрили центр реабілітації для військових",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "14 вересня 2025 року в Києві відкрився новий центр фізичної та психологічної реабілітації для військовослужбовців, які повернулися з фронту. Центр обладнаний сучасними тренажерами, кабінетами психотерапії та груповими зонами підтримки. За словами міністра охорони здоров’я, проєкт реалізовано за підтримки міжнародних партнерів, зокрема з Німеччини та Канади. У перший місяць роботи центр планує прийняти понад 300 пацієнтів. Ветерани вже назвали його «місцем сили», де можна не лише відновити здоров’я, а й знайти нову мотивацію.",
    "publishedAt": "14 вересня 2025 року"
  },
  {
    "id": 9,
    "title": "У Львові стартував фестиваль сучасного мистецтва",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "Фестиваль сучасного мистецтва «ART.Lviv.2025» відкрився 13 вересня у Львові. Захід об’єднав понад 100 митців з України, Польщі, Німеччини та Франції. У програмі — виставки, перформанси, лекції та майстер-класи. Особливу увагу привернула інсталяція «Тінь війни», яка символізує вплив бойових дій на культуру. Організатори наголошують, що фестиваль має на меті не лише показати мистецтво, а й створити простір для діалогу та підтримки. Очікується, що подію відвідають понад 20 тисяч гостей.",
    "publishedAt": "15 вересня 2025 року"
  },
  {
    "id": 10,
    "title": "Українські школярі здобули перемогу на міжнародній олімпіаді з математики",
    "thumbnailImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=200&w=300",
    "mainImage": "https://images.unsplash.com/photo-1509021436665-8f07dbf5bf1d?crop=entropy&cs=tinysrgb&fit=max&h=800&w=1200",
    "description": "Команда українських школярів виборола перше місце на Міжнародній математичній олімпіаді, що проходила в Сеулі. Учасники здобули 3 золоті та 2 срібні медалі, обійшовши команди з США, Китаю та Німеччини. За словами керівника делегації, успіх став можливим завдяки системній підготовці та підтримці викладачів. Міністерство освіти вже анонсувало премії для переможців та плани щодо розширення математичних гуртків у регіонах. Це перша перемога України на цьому конкурсі за останні 7 років.",
    "publishedAt": "16 вересня 2025 року"
  }
]
